Repository: HansvBug/JsonViewer
Catalog: Application/Languages/JsonViewer.*.po
Languages: nl

source: Activate the log functionality.
nl: Activeer de log functionaliteit.

source: Append existing log file.
nl: Vul het bestaande logbestand aan.

source: Opening and formatting the Jsonfile...
nl: Bezig met het openen en formateren van de Jsonfile...

source: Clear treeview and memo.
nl: Maak treeview en memo leeg.

source: Close the program.
nl: Sluit het programma.

source: Creating the settings file failed.
nl: Het maken van het settings bestand is mislukt.

source: Error.
nl: Fout.

source: Error message:
nl: Foutmelding:

source: File:
nl: Bestand:

source: The file does not exist.
nl: Het bestand bestaat niet.

source: Formatting the json file failed.
nl: Het formateren van het json bestand is mislukt.

source: Format the Json text.
nl: Formateer de Json tekst.

# resourcestrings.rsformconfigure
source: Options
nl: Instellingen

source: Error reading recently opened files list.
nl: Fout bij het ophalen van de recent geopende bestanden lijst.

source: has failed.
nl: is mislukt.

source: Highlight treeview node under mouse pointer.
nl: Oplichten treeview node onder de muis aanwijzer.

source: is ready.
nl: is gereed.

# resourcestrings.rslogdate
source: Date :
nl: Datum :

source: : ERROR |
nl: : FOUT |

# resourcestrings.rslogerrstartlogging
source: ERROR | Unexpected error occurred when starting the logging procedure.
nl: FOUT | Onverwachte fout opgetreden bij de opstart van de logging procedure.

# resourcestrings.rsloginfoabortlogging
source: INFORMATION | After 10 attempts, saving to the log file was aborted.
nl: INFORMATIE | Na 10 pogingen is het opslaan in het logbestand afgebroken.

# resourcestrings.rsloginformation
source: : INFORMATION |
nl: : INFORMATIE |

# resourcestrings.rslogissaved
source: is closed
nl: is afgesloten

# resourcestrings.rslogprogram
source: Program:
nl: Programma:

# resourcestrings.rslogprogram_1
source: Program
nl: Programma

# resourcestrings.rslogversion
source: Version:
nl: Versie :

# resourcestrings.rslogwarning
source: : WARNING |
nl: : WAARSCHUWING |

source: Message:
nl: Melding:

source: You do not have write permissions in the folder.
nl: U heeft geen schrijfrechten in de map.

source: was not found.
nl: is niet gevonden.

source: Open a Json file
nl: Open een Json bestand

source: Do you want to overwrite the existing text?
nl: Wilt u de bestaande tekst overschrijven?

source: Ready.
nl: Gereed.

source: Remove the file from the menu list?
nl: Het bestand uit de menulijst verwijderen?

source: Save as Json file.
nl: Opslaan als Json bestand.

source: Save the Json text.
nl: Sla de Json tekst op.

source: Saving...
nl: Bezig met opslaan...

source: Show help text when the mouse moves over a component.
nl: Toon hulpteksen als de muis over een component beweegt.

source: Error saving recently opened files list.
nl: Fout bij het opslaan van de recent geopende bestanden lijst.

source: Save screen position of :
nl: Opslaan schermpositie van :

source: Warning.
nl: Waarschuwing.

# tfrmmain.buttonclear.caption
source: C&lear
nl: &Leeg maken

# tfrmmain.buttonclose.caption
source: &Quit
nl: Afsluiten

# tfrmmain.buttonsave.caption
source: &Save
nl: Op&slaan

# tfrmmain.buttonsearch.caption
source: Search
nl: Zoeken

source: FrmMain
nl: Json Viewer

# tfrmmain.cbcasesensitive.caption
source: &Case Sensitive
nl: &Hoofdlettergevoelig

source: Clear
nl: &Leeg maken

source: Collapse all
nl: Volledig inklappen

source: Collapse selected Node
nl: Geselecteerde node inklappen

source: Expand all
nl: Volledig uitklappen

source: Expand selected node
nl: Geselecteerde node uitklappen

source: Sort incoming order
nl: Volgorde van openen

# tfrmmain.menuitemjsonclear.caption
source: C&lear
nl: &Leeg maken

source: &Prettify
nl: &Verfraaien

# tfrmmain.menuitemjsonsave.caption
source: &Save
nl: Op&slaan

source: &Options
nl: &Opties

source: &Configure
nl: &Instellingen

source: &Language
nl: &Taal

source: &English
nl: &Engels

source: &Dutch
nl: &Nederlands

# tfrmmain.menuitemprettify.caption
source: Prettify
nl: Verfraaien

source: &Program
nl: &Programma

# tfrmmain.menuitemprogramclose.caption
source: &Quit
nl: Afsluiten

source: Recently opened files
nl: Onlangs geopende bestanden

source: &Open json file...
nl: Open json bestand...

# tfrmmain.menuitemsave.caption
source: &Save
nl: Op&slaan

source: Select &all
nl: Selecteer &alles

source: Sort alphabetically
nl: Alfabetisch

source: Sort ascending
nl: Sorteer oplopend

source: Sort descending
nl: Sorteer aflopend

# tfrmmain.radiogroupsearchoptions.caption
source: Search
nl: Zoeken

source: Close
nl: Sluiten

source: Frm_Configure
nl: Instellingen

source: Activate logging
nl: Activeer logging

source: Append log file
nl: Log bestand aanvullen

source: Show help text
nl: Toon help tekst

source: Json highlight settings
nl: Json highlight opties

source: Miscellaneous
nl: Divers

source: Color string attribute
nl: Kleur string attribuut

source: Color punctuation marks attribute
nl: Kleur leestekens attribuut

source: Color number attribute
nl: Kleur nummer attribuut

source: Color key attribute (null)
nl: Kleur sleutel attibuut (null)

source: Color brace attribute
nl: Kleur accolade attribuut

source: Color comment attribute
nl: Kleur opmerkingen attribuut
